Revit 2027 API
ParameterTypeId.RbsParallelconduitsHorizontalOffsetValue Property
 "Horizontal Offset value for parallel conduits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsParallelconduitsHorizontalOffsetValue { get; }
Public Shared ReadOnly Property RbsParallelconduitsHorizontalOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsParallelconduitsHorizontalOffsetValue {
	ForgeTypeId^ get ();
}
static member RbsParallelconduitsHorizontalOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace